results/routeA/transient_cfd_scaling_pilot/plain_20261006_0710/rank_04/case/constant/hRef
FoamFile
{
    format ascii;
    class uniformDimensionedScalarField;
    location "constant";
    object hRef;
}
dimensions [0 1 0 0 0 0 0];
value 0;
